{
  "header": {
    "title": "",
    "subtitle": "In Cosmic Carrots, players take on the role of a space farmer tasked with growing and harvesting a variety of cosmic carrots in a galaxy far, far away. The game is set on a series of floating planets, each with its own unique conditions for growing the best carrots."
  },
  "info": {
    "gameIdeaRows": [
      "In Cosmic Carrots, players take on the role of a space farmer tasked with growing and harvesting a variety of cosmic carrots in a galaxy far, far away. The game is set on a series of floating planets, each with its own unique conditions for growing the best carrots.",
      "The objective of the game is to grow and harvest as many carrots as possible while facing various challenges such as pests, droughts, and other obstacles.",
      "Gameplay starts by selecting a planet to plant on. Each planet has its own set of conditions, such as temperature, soil quality, and weather patterns, that will affect the growth of the carrots. Players must choose the right seeds and plant them in the correct soil to ensure optimal growth.",
      "Once the seeds have been planted, the carrots will start to grow and mature. Players can monitor the growth of their crops and take actions to address any issues that arise, such as adding water, removing pests, and so on.",
      "Once the carrots have reached maturity, players can harvest them and receive rewards based on the size and quality of the crop. These rewards can then be used to purchase upgrades for the player's tools and equipment, purchase new seeds, and unlock new planets to play on.",
      "The game also features an idle mechanic, meaning that players can continue to collect rewards even when they're not actively playing the game. As players progress, they'll encounter new challenges and obstacles that will require new strategies to overcome.",
      "The game also includes a leaderboard that displays the top players and their scores, adding an element of competition and motivation to keep playing and improving.",
      "In conclusion, Cosmic Carrots is a fun and engaging idle game that combines elements of strategy and resource management with a fun sci-fi twist. Whether players are looking for a quick pick-up-and-play experience or a long-term investment, this game has something for everyone."
    ]
  }
}